Repository: dTatham/lucid_KoMa
Catalog: cashbox/cb_standard/translations/*.po
Languages: de

source: General settings
de: Allgemeine Einstellungen

source: Currency Symbol
de: Währungs-Symbol

source: Choose a currency symbol - real or fake, your choice
de: Wählen Sie ein Währungs-Symbol

source: Thousands separator
de: Tausender-Trennzeichen

source: Please enter the correct thousands separator for your country - NOTE: all future inputs will be parsed according to this
de: Bitte geben Sie das korrekte Tausender-Trennzeichen für Ihr Land ein - ACHTUNG: alle zukünftigen Eingaben werden dementsprechend geparsed

source: e.g.
de: z.B.

source: Decimal separator
de: Dezimal-Trennzeichen

source: Please enter the correct decimal separator for your country - NOTE: all future inputs will be parsed according to this
de: Bitte geben Sie das korrekte Dezimal-Trennzeichen für Ihr Land ein - ACHTUNG: alle zukünftigen Eingaben werden dementsprechend geparsed

source: Number of entries per page
de: Transaktionen pro Seite

source: Displayed balances per page, 0 for all on one page
de: Anzahl der angezeigten Transaktionen pro Seite. 0 bedeutet, alle Transaktionen werden auf einer Seite dargestellt.

source: Display checksums as QR-Codes
de: Prüfsummen als QR-Code darstellen

source: Default Transaction-Type
de: Standard Transaktions-Typ

source: Select the default transaction-type. You can change the vocabulary in the !tax section
de: Wählen Sie den Standard Transaktions-Typ. Sie können das verwendete Vokabular in the !tax Sektion ändern

source: Taxonomy
de: Taxonomie

source: Account Settings
de: Konto-Einstellungen

source: Define limits for transactions and accounts
de: Grenzen für Transaktionen und Konten definieren

source: Maximum overdraw
de: Maximaler Überziehungsbetrag

source: Hard-limit for overdrawing any account (recommended)
de: Maximaler Betrag, um den überzogen werden kann (empfohlen)

source: Default transaction limit
de: Standard Transaktionslimit

source: Maximum amount that can be transferred in one transaction (overruled by "Maximum overdraw" / special privliges may be applied)
de: Maximaler Betrag pro Transaktion (wird ggf. durch "Maximaler Überziehungsbetrag" außer Kraft gesetzt / kann für einzelne Benutzer-Rollen deaktiviert werden)

source: Thousands separator and decimal separator must not be the same
de: Tausender- und Dezimaltrennzeichen dürfen nicht gleich sein.

source: Decimal separator must not be numeric
de: Dezimal-Trennzeichen darf nicht numerisch sein

source: Thousands separator must not be numeric
de: Tausender-Trennzeichen darf nicht numerisch sein

source: Maximum overdraw has to be numeric
de: Maximaler Überziehungsbetrag muss numerisch sein

source: Transaction limit has to be numeric
de: Transaktionslimit muss numerisch sein

source: Invalid value for the maximum number of balances displayed per page
de: Ungültiger Wert für die Anzahl der dargestellten Transaktionen pro Seite

source: User
de: Benutzer

source: Amount
de: Betrag

source: Transaction Type
de: Transaktions-Typ

source: Comment
de: Kommentar

source: Save
de: Speichern

source: Type
de: Typ

source: !user new balance
de: !user neuer Kontostand

source: No transactions available
de: Es liegen keine Transaktionen vor

source: Please double-check your data
de: Bitte prüfen Sie Ihre Eingaben

source: Are you sure you want to proceed?
de: Sind Sie sicher, dass Sie fortfahren wollen?

source: User invalid.
de: Ungültiger Benutzer.

source: Transaction Type invalid
de: Transaktions-Typ ungültig

source: Amount invalid.
de: Ungültiger Betrag.

source: Transaction successful.
de: Transaktion erfolgreich.

source: Transaction data
de: Transaktions-Daten

source: Beneficiary
de: Empfänger

source: Sender :fid invalid.
de: Sender :fid ist ungültig.

source: Benificiary invalid.
de: Empfänger ist ungültig.

source: Nice try!
de: Netter Versuch!

source: !user may not exceeed the transaction limit of !symbol !number.
de: !user darf das Transaktions-Limit von !symbol !number nicht überschreiten.

source: Amount exceeds !user limit.
de: Der Betrag überschreitet !user Limit.

source: The following transaction has been completed successfully.
de: Die folgende Transaktion wurde erfolgreich abgeschlossen:

source: View own balance
de: Eigenes Konto anzeigen

source: Allow user to view own balance
de: Erlaubt dem Benutzer sein eigenes Konto einzusehen

source: View other users' transactions
de: Transaktionen anderer Benutzer anzeigen

source: Allow user to view other users' balances and transactions
de: Kann Transaktionen anderer Benutzer einsehen

source: View all transactions
de: Alle Transaktionen anzeigen

source: Allow user to view all balances (i.e. master overview)
de: Benutzer kann alle Transaktionen einsehen (Generalübersicht)

source: Transfer own funds
de: Überweisung vom eigenen Konto

source: User may transfer own funds
de: Benutzer kann sein eigenes Guthaben transferrieren

source: Allow user to transfer other users' funds
de: Erlaube Überweisungen von fremden Konten

source: Allow overdraw
de: Darf überziehen

source: Allow user to overdraw the account
de: Der Benutzer darf sein Konto über das gesetzte Limit überziehen

source: Exceed transaction limit
de: Transaktions-Limit deaktiveren

source: Allow user to over the default transaction limit
de: Das Transaktionslimit gilt nicht für den Benutzer

source: Adjust own account
de: Manipuliere Konten

source: Allow user adjustment of own account
de: Der Benutzer kann Konten manipulieren (Guthaben ohne Ausgleichsbuchung hinzufügen / abziehen)

source: Timestamp
de: Zeitstempel

source: Creditor
de: Kreditor

source: Balance<br />Debitor
de: Guthaben<br />Debitor

source: Balance<br />Creditor
de: Guthaben<br />Kreditor

source: New Balance
de: Neuer Kontostand

source: Checksum
de: Prüfsumme

source: From
de: Von

source: To
de: An

source: By
de: Durch

source: One of your transactions (Nr. @tid) shows a checksum-mismatch. Please contact your Administrator ASAP
de: Eine Ihrer Transaktionen (Nr. @tid) hat keine gültige Prüfsumme. Bitte kontaktieren Sie sofort den Administrator!

source: Account
de: Benutzerkonto

source: Transaction
de: Transaktion

source: New balance
de: Neuer Kontostand

source: This is @user balance sheet
de: Dies ist @user Kontoauszug

source: your
de: Ihr

source: Your
de: Ihr

source: Select Account
de: Konto auswählen

source: Overview
de: Übersicht

source: Display all balances
de: Alle Kontostände anzeigen

source: Display all transactions
de: Alle Transaktionen anzeigen

source: Master Accounts
de: Master-Konten

source: User Accounts
de: Benutzer-Konten

source: Total Assets
de: Summe Guthaben

source: Total Receivables
de: Summe Außenstände

source: Total Balance
de: Summe Gesamt

source: Balance
de: Kontostand

source: Balance Overview
de: Kontenübersicht

source: Rebuilding Transaction-Checksums
de: Regeneriere die Prüfsummen der Transaktionen

source: Rebuilding Transaction-Checksums @current / @total
de: Regeneriere die Prüfsummen der Transaktionen @current / @total

source: Cashbox Admin
de: Cashbox Verwaltung

source: Configure Cashbox
de: Cashbox konfigurieren

source: Account statement AJAX Callback
de: AJAX-Callback für die Darstellung der Kontoauszüge

source: AJAX Autocomplete Callback for transfers
de: Auto-Vervollständigung Callback für Überweisungen

source: Account Statement
de: Kontoauszug

source: Account Journal
de: Kassenbuch

source: Display other accounts
de: Andere Konten anzeigen

source: Transfer funds
de: Überweisungen

source: Transaction Confirmation
de: Transaktionsbestätigung

source: Adjust account
de: Konto anpassen

source: Transaction-Types
de: Transaktions-Typen

source: Transaction-Type Vocabulary
de: Transaktions-Typen Vokabular

# Identification Code for standard Credit Transfer
source: CT
de: ÜW

source: Regular Transfer
de: Überweisung

source: Simple accounting / bookkeeping module for small communities
de: Buchführungsmodul für kleine Communities
