Repository: dTatham/lucid_KoMa
Catalog: cashbox/cb_master/translations/*.po
Languages: de

source: edit
de: Bearbeiten

source: delete
de: löschen

source: Master Account
de: Master Konto

source: Associated Group(s)
de: Assoziierte Gruppe(n)

source: Description
de: Beschreibung

source: Actions
de: Aktionen

source: New account
de: Neues Konto

source: Are you sure you want to delete this Master Account?
de: Sind Sie sicher, dass Sie dieses Master-Konto löschen wollen?

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Master Account "@account" has a non-zero balance. Please clear the account first.
de: Das Master-Konto "@account" hat einen Kontostand ungleich 0. Bitte gleichen Sie das Konto zuerst aus.

source: Master Account successfully delelted.
de: Das Master-Konto wurde gelöscht.

source: Create new Master Account
de: Neues Master-Konto erstellen

source: Name of the new Master Account
de: Name des neuen Master-Kontos

source: Account Master
de: Konto-Verwalter

source: Select the user-role(s) associated with the account
de: Wählen Sie die die Benutzer-Rollen, die mit diesem Konto verknüpft werden sollen

source: Description of the new Master Account
de: Beschreibung des neuen Master-Kontos

source: Save
de: Speichern

source: Master Account may not contain spaces
de: Der Name des Master-Kontos darf keine Leerzeichen enthalten

source: Master-Account name is already taken
de: Dieser Name wird bereits verwendet

source: Master Account sucessfully updated!
de: Das Master-Konto wurde geändert!

source: Rebuilding Transaction-Checksums
de: Regeneriere die Prüfsummen der Transaktionen

source: Rebuilding Transaction-Checksums @current / @total
de: Regeneriere die Prüfsummen der Transaktionen @current / @total

source: New Master Account successfully created
de: Neues Master-Konto erstellt

source: Add new Master
de: Neues Master-Konto erstellen

source: Create a new Master Account
de: Darf neues Master-Konto erstellen

source: Allow outgoing transfers
de: Ausgehende Transaktionen erlauben

source: User may transfer currency from an assigned Master Account
de: Der Benutzer darf Beträge vom zugeordneten Master-Konto überweisen

source: Master Accounts Admin
de: Master-Konten Verwaltung

source: Configure Cashbox Masters
de: Cashbox Masters konfigurieren

source: Create New Master Account
de: Neues Master-Konto erstellen

source: Edit Master Account
de: Master-Konto bearbeiten

source: Delete Master Account
de: Master-Konto löschen

source: Callback for Master-Account names
de: Callback für Master-Account Namen (Hilfsfunktion)

source: Master Accounts (not associated with user-accounts)
de: Master-Konten (mit einer Benutzer-Rolle assoziiert)
